step-by-step/030-populate-database/020-soap/0100-справочник-атрибутов/0100.xml

<?xml version="1.0" ?>
<!-- Справочники -> Атрибуты -> Атрибуты -->
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
    <S:Header>
        <auth xmlns="http://ws.base.kernel.bgbilling.bitel.ru/" pswd="admin" user="admin"></auth>
    </S:Header>
    <S:Body>
        <ns5:entitySpecAttrUpdate xmlns:common="http://common.bitel.ru"
                                  xmlns:ns5="http://service.common.entity.kernel.oss.bitel.ru/"
                                  xmlns:xs="http://www.w3.org/2001/XMLSchema"
                                  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
            <arg0 xmlns="" id="0" title="Адрес">
                <comment></comment>
                <history>false</history>
                <type>8</type>
            </arg0>
        </ns5:entitySpecAttrUpdate>
    </S:Body>
</S:Envelope>
